
/* Class = "NSWindow"; title = "Beállítások"; ObjectID = "3"; */
"3.title" = "Beállítások";

/* Class = "NSTabViewItem"; label = "Általános"; ObjectID = "6"; */
"6.label" = "Általános";

/* Class = "NSTabViewItem"; label = "Böngésző"; ObjectID = "8"; */
"8.label" = "Böngésző";

/* Class = "NSTabViewItem"; label = "Átvitelek"; ObjectID = "10"; */
"10.label" = "Átvitelek";

/* Class = "NSTabViewItem"; label = "Szerkesztő"; ObjectID = "12"; */
"12.label" = "Szerkesztő";

/* Class = "NSTabViewItem"; label = "FTP"; ObjectID = "14"; */
"14.label" = "FTP";

/* Class = "NSTabViewItem"; label = "SFTP"; ObjectID = "16"; */
"16.label" = "SFTP";

/* Class = "NSTabViewItem"; label = "S3"; ObjectID = "18"; */
"18.label" = "S3";

/* Class = "NSTabViewItem"; label = "Google Drive"; ObjectID = "20"; */
"20.label" = "Google Drive";

/* Class = "NSTabViewItem"; label = "Sávszélesség"; ObjectID = "22"; */
"22.label" = "Sávszélesség";

/* Class = "NSTabViewItem"; label = "Kapcsolat"; ObjectID = "24"; */
"24.label" = "Kapcsolat";

/* Class = "NSTabViewItem"; label = "Frissítés"; ObjectID = "26"; */
"26.label" = "Frissítés";

/* Class = "NSTabViewItem"; label = "Nyelv"; ObjectID = "28"; */
"28.label" = "Nyelv";

/* Class = "NSBox"; title = "Böngésző"; ObjectID = "31"; */
"31.title" = "Böngésző";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "34"; */
"34.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "35"; */
"35.title" = " ";

/* Class = "NSButtonCell"; title = "Új böngésző ablak megnyitása indításkor"; ObjectID = "37"; */
"37.title" = "Új böngésző ablak megnyitása indításkor";

/* Class = "NSTextFieldCell"; title = "Csatlakozás a könyvjelzőhöz:"; ObjectID = "39"; */
"39.title" = "Csatlakozás a könyvjelzőhöz:";

/* Class = "NSButtonCell"; title = "Munkaasztal mentése kilépéskor"; ObjectID = "41"; */
"41.title" = "Munkaasztal mentése kilépéskor";

/* Class = "NSTextFieldCell"; title = "Restore connections when opening application."; ObjectID = "43"; */
"43.title" = "Restore connections when opening application.";

/* Class = "NSTextFieldCell"; title = "Üres böngésző ablak indítása az alkalmazás megnyitásakor. Egy új böngésző számára megnyitja a kapcsolatot a kiválasztott könyvjelzővel."; ObjectID = "45"; */
"45.title" = "Üres böngésző ablak indítása az alkalmazás megnyitásakor. Egy új böngésző számára megnyitja a kapcsolatot a kiválasztott könyvjelzővel.";

/* Class = "NSBox"; title = "Kapcsolat"; ObjectID = "46"; */
"46.title" = "Kapcsolat";

/* Class = "NSTextFieldCell"; title = "Alapértelmezett protokol:"; ObjectID = "48"; */
"48.title" = "Alapértelmezett protokol:";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "51"; */
"51.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "52"; */
"52.title" = " ";

/* Class = "NSButtonCell"; title = "Kulcsok használata"; ObjectID = "54"; */
"54.title" = "Kulcsok használata";

/* Class = "NSButtonCell"; title = "Lecsatlakozás megerősítése"; ObjectID = "56"; */
"56.title" = "Lecsatlakozás megerősítése";

/* Class = "NSTextFieldCell"; title = "Save passwords."; ObjectID = "58"; */
"58.title" = "Save passwords.";

/* Class = "NSTextFieldCell"; title = "Ask before closing connection."; ObjectID = "60"; */
"60.title" = "Ask before closing connection.";

/* Class = "NSBox"; title = "Könyvjelzők"; ObjectID = "62"; */
"62.title" = "Könyvjelzők";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "65"; */
"65.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Kis ikonok használata"; ObjectID = "66"; */
"66.title" = "Kis ikonok használata";

/* Class = "NSMenuItem"; title = "Közepes ikonok használata"; ObjectID = "67"; */
"67.title" = "Közepes ikonok használata";

/* Class = "NSMenuItem"; title = "Nagy ikonok használata"; ObjectID = "68"; */
"68.title" = "Nagy ikonok használata";

/* Class = "NSTextFieldCell"; title = "Kis ikonok használatakor csak a könyvjelző neve látható."; ObjectID = "70"; */
"70.title" = "Kis ikonok használatakor csak a könyvjelző neve látható.";

/* Class = "NSBox"; title = "Megjelenés"; ObjectID = "71"; */
"71.title" = "Megjelenés";

/* Class = "NSButtonCell"; title = "Váltakozó sor háttér használata"; ObjectID = "73"; */
"73.title" = "Váltakozó sor háttér használata";

/* Class = "NSButtonCell"; title = "Vízszintes vonalak"; ObjectID = "75"; */
"75.title" = "Vízszintes vonalak";

/* Class = "NSButtonCell"; title = "Függőleges vonalak"; ObjectID = "77"; */
"77.title" = "Függőleges vonalak";

/* Class = "NSBox"; title = "Általános"; ObjectID = "78"; */
"78.title" = "Általános";

/* Class = "NSButtonCell"; title = "Rejtett fájlok mutatása"; ObjectID = "80"; */
"80.title" = "Rejtett fájlok mutatása";

/* Class = "NSButtonCell"; title = "Dupla kattintás a fájl külső szereksztővel való megnyitásához"; ObjectID = "82"; */
"82.title" = "Dupla kattintás a fájl külső szereksztővel való megnyitásához";

/* Class = "NSButtonCell"; title = "Az Infó ablak mindig a jelenlegi kijelölést mutassa"; ObjectID = "84"; */
"84.title" = "Az Infó ablak mindig a jelenlegi kijelölést mutassa";

/* Class = "NSButtonCell"; title = "A fájlok húzásakor használja a rugalmas mappákat"; ObjectID = "86"; */
"86.title" = "A fájlok húzásakor használja a rugalmas mappákat";

/* Class = "NSTextFieldCell"; title = "Rövid"; ObjectID = "90"; */
"90.title" = "Rövid";

/* Class = "NSTextFieldCell"; title = "Közepes"; ObjectID = "92"; */
"92.title" = "Közepes";

/* Class = "NSTextFieldCell"; title = "Hosszú"; ObjectID = "94"; */
"94.title" = "Hosszú";

/* Class = "NSButtonCell"; title = "késéssel:"; ObjectID = "96"; */
"96.title" = "késéssel:";

/* Class = "NSButtonCell"; title = "A Vissza gomb kiválasztja az átnevezni kívánt mappát vagy fájlt"; ObjectID = "98"; */
"98.title" = "A Vissza gomb kiválasztja az átnevezni kívánt mappát vagy fájlt";

/* Class = "NSTabViewItem"; label = "Általános"; ObjectID = "101"; */
"101.label" = "Általános";

/* Class = "NSButtonCell"; title = "A Letöltött fájlok megnyitása az alapértelmezett alkalmazással"; ObjectID = "104"; */
"104.title" = "A Letöltött fájlok megnyitása az alapértelmezett alkalmazással";

/* Class = "NSButtonCell"; title = "Törlés az átvitel befejezte után"; ObjectID = "106"; */
"106.title" = "Törlés az átvitel befejezte után";

/* Class = "NSTextFieldCell"; title = "Létező fájlok:"; ObjectID = "108"; */
"108.title" = "Létező fájlok:";

/* Class = "NSTextFieldCell"; title = "Letöltési Mappa:"; ObjectID = "110"; */
"110.title" = "Letöltési Mappa:";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "113"; */
"113.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "114"; */
"114.title" = " ";

/* Class = "NSButtonCell"; title = "Átviteli ablak mutatása adatátvitel közben"; ObjectID = "116"; */
"116.title" = "Átviteli ablak mutatása adatátvitel közben";

/* Class = "NSButtonCell"; title = "Átviteli ablak bezárása ha minden átvitel befejeződött"; ObjectID = "118"; */
"118.title" = "Átviteli ablak bezárása ha minden átvitel befejeződött";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "121"; */
"121.title" = "Feltöltések";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "124"; */
"124.title" = "Letöltések";

/* Class = "NSTextFieldCell"; title = "Létező fájlok:"; ObjectID = "126"; */
"126.title" = "Létező fájlok:";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "129"; */
"129.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "130"; */
"130.title" = " ";

/* Class = "NSButtonCell"; title = "Mindig írja felül a fájlokat újratöltéskor"; ObjectID = "132"; */
"132.title" = "Mindig írja felül a fájlokat újratöltéskor";

/* Class = "NSButtonCell"; title = "Mindig írja felül a fájlokat újratöltéskor"; ObjectID = "134"; */
"134.title" = "Mindig írja felül a fájlokat újratöltéskor";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "137"; */
"137.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "138"; */
"138.title" = " ";

/* Class = "NSTextFieldCell"; title = "Fájlok átvitele:"; ObjectID = "140"; */
"140.title" = "Fájlok átvitele:";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "143"; */
"143.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Új kapcsolat megnyitása"; ObjectID = "144"; */
"144.title" = "Új kapcsolat megnyitása";

/* Class = "NSMenuItem"; title = "Böngésző kapcsolat használata"; ObjectID = "145"; */
"145.title" = "Böngésző kapcsolat használata";

/* Class = "NSButtonCell"; title = "Feltöltés ideiglenes fájlnévvel"; ObjectID = "147"; */
"147.title" = "Feltöltés ideiglenes fájlnévvel";

/* Class = "NSTabViewItem"; label = "Engedélyek"; ObjectID = "148"; */
"148.label" = "Engedélyek";

/* Class = "NSButtonCell"; title = "Engedélyek megváltoztatása"; ObjectID = "151"; */
"151.title" = "Engedélyek megváltoztatása";

/* Class = "NSButtonCell"; title = "Engedélyek megváltoztatása"; ObjectID = "153"; */
"153.title" = "Engedélyek megváltoztatása";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "155"; */
"155.title" = "Írás";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "157"; */
"157.title" = "Futtatás";

/* Class = "NSTextFieldCell"; title = "Más"; ObjectID = "159"; */
"159.title" = "Más";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "161"; */
"161.title" = "Írás";

/* Class = "NSTextFieldCell"; title = "Csoport"; ObjectID = "163"; */
"163.title" = "Csoport";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "165"; */
"165.title" = "Futtatás";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "167"; */
"167.title" = "Futtatás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "169"; */
"169.title" = "Olvasás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "171"; */
"171.title" = "Olvasás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "173"; */
"173.title" = "Olvasás";

/* Class = "NSTextFieldCell"; title = "Tulajdonos"; ObjectID = "175"; */
"175.title" = "Tulajdonos";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "177"; */
"177.title" = "Írás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "179"; */
"179.title" = "Olvasás";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "181"; */
"181.title" = "Futtatás";

/* Class = "NSTextFieldCell"; title = "Csoport"; ObjectID = "183"; */
"183.title" = "Csoport";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "185"; */
"185.title" = "Futtatás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "187"; */
"187.title" = "Olvasás";

/* Class = "NSButtonCell"; title = "Olvasás"; ObjectID = "189"; */
"189.title" = "Olvasás";

/* Class = "NSButtonCell"; title = "Futtatás"; ObjectID = "191"; */
"191.title" = "Futtatás";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "193"; */
"193.title" = "Írás";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "195"; */
"195.title" = "Írás";

/* Class = "NSButtonCell"; title = "Írás"; ObjectID = "197"; */
"197.title" = "Írás";

/* Class = "NSTextFieldCell"; title = "Más"; ObjectID = "199"; */
"199.title" = "Más";

/* Class = "NSTextFieldCell"; title = "Tulajdonos"; ObjectID = "201"; */
"201.title" = "Tulajdonos";

/* Class = "NSButtonCell"; title = "a helyi fájl engedélyeihez"; ObjectID = "203"; */
"203.title" = "a helyi fájl engedélyeihez";

/* Class = "NSButtonCell"; title = "ezekhez az engedélyekhez:"; ObjectID = "205"; */
"205.title" = "ezekhez az engedélyekhez:";

/* Class = "NSButtonCell"; title = "a távoli fájl engedélyeihez"; ObjectID = "207"; */
"207.title" = "a távoli fájl engedélyeihez";

/* Class = "NSButtonCell"; title = "ezekhez az engedélyekhez:"; ObjectID = "209"; */
"209.title" = "ezekhez az engedélyekhez:";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "212"; */
"212.title" = "Letöltések";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "215"; */
"215.title" = "Feltöltések";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "218"; */
"218.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Fájlokhoz"; ObjectID = "219"; */
"219.title" = "Fájlokhoz";

/* Class = "NSMenuItem"; title = "Mappákhoz"; ObjectID = "220"; */
"220.title" = "Mappákhoz";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "223"; */
"223.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Fájlokhoz"; ObjectID = "224"; */
"224.title" = "Fájlokhoz";

/* Class = "NSMenuItem"; title = "Mappákhoz"; ObjectID = "225"; */
"225.title" = "Mappákhoz";

/* Class = "NSTabViewItem"; label = "Időbélyegek"; ObjectID = "226"; */
"226.label" = "Időbélyegek";

/* Class = "NSButtonCell"; title = "Módosítási dátum megőrzése"; ObjectID = "229"; */
"229.title" = "Módosítási dátum megőrzése";

/* Class = "NSButtonCell"; title = "Módosítási dátum megőrzése"; ObjectID = "231"; */
"231.title" = "Módosítási dátum megőrzése";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "234"; */
"234.title" = "Letöltések";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "237"; */
"237.title" = "Feltöltések";

/* Class = "NSTabViewItem"; label = "Szűrő"; ObjectID = "238"; */
"238.label" = "Szűrő";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "242"; */
"242.title" = "Letöltések";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "245"; */
"245.title" = "Feltöltések";

/* Class = "NSButtonCell"; title = "A következő kifejezést tartalmazó fájlok átugrása:"; ObjectID = "257"; */
"257.title" = "A következő kifejezést tartalmazó fájlok átugrása:";

/* Class = "NSButtonCell"; title = "A következő kifejezést tartalmazó fájlok átugrása:"; ObjectID = "259"; */
"259.title" = "A következő kifejezést tartalmazó fájlok átugrása:";

/* Class = "NSButtonCell"; title = "Alapértelmezett"; ObjectID = "261"; */
"261.title" = "Alapértelmezett";

/* Class = "NSButtonCell"; title = "Alapértelmezett"; ObjectID = "263"; */
"263.title" = "Alapértelmezett";

/* Class = "NSBox"; title = "Alapértelmezett protokollkezelő"; ObjectID = "265"; */
"265.title" = "Alapértelmezett protokollkezelő";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "268"; */
"268.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "269"; */
"269.title" = " ";

/* Class = "NSTextFieldCell"; title = "Válassza ki az FTP helyre mutató fájlok vagy hivatkozások számára megnyitandó alapértelmezett alkalmazást."; ObjectID = "271"; */
"271.title" = "Válassza ki az FTP helyre mutató fájlok vagy hivatkozások számára megnyitandó alapértelmezett alkalmazást.";

/* Class = "NSBox"; title = "Alapértelmezett protokollkezelő"; ObjectID = "273"; */
"273.title" = "Alapértelmezett protokollkezelő";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "276"; */
"276.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "277"; */
"277.title" = " ";

/* Class = "NSTextFieldCell"; title = "Válassza ki az SFTP helyre mutató fájlok vagy hivatkozások számára megnyitandó alapértelmezett alkalmazást."; ObjectID = "279"; */
"279.title" = "Válassza ki az SFTP helyre mutató fájlok vagy hivatkozások számára megnyitandó alapértelmezett alkalmazást.";

/* Class = "NSBox"; title = "Karakterkódolás"; ObjectID = "281"; */
"281.title" = "Karakterkódolás";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "284"; */
"284.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "285"; */
"285.title" = " ";

/* Class = "NSTextFieldCell"; title = "A kiválasztott alapértelmezett szövegkódolást a böngészőben megjelenő fájlnevekben lévő karakterek konvertálására használják. Ennek meg kell egyeznie a kiszolgálón használt szövegkódolással."; ObjectID = "287"; */
"287.title" = "A kiválasztott alapértelmezett szövegkódolást a böngészőben megjelenő fájlnevekben lévő karakterek konvertálására használják. Ennek meg kell egyeznie a kiszolgálón használt szövegkódolással.";

/* Class = "NSBox"; title = "Proxik"; ObjectID = "288"; */
"288.title" = "Proxik";

/* Class = "NSButtonCell"; title = "Beállítások megváltoztatása..."; ObjectID = "290"; */
"290.title" = "Beállítások megváltoztatása...";

/* Class = "NSButtonCell"; title = "A rendszer proxy beállításainak használata"; ObjectID = "292"; */
"292.title" = "A rendszer proxy beállításainak használata";

/* Class = "NSBox"; title = "Időtúllépések"; ObjectID = "293"; */
"293.title" = "Időtúllépések";

/* Class = "NSTextFieldCell"; title = "A kapcsolatok megnyitásának időtúllépése (másodperc):"; ObjectID = "295"; */
"295.title" = "A kapcsolatok megnyitásának időtúllépése (másodperc):";

/* Class = "NSTextFieldCell"; title = "Az újrapróbálkozások száma:"; ObjectID = "301"; */
"301.title" = "Az újrapróbálkozások száma:";

/* Class = "NSTextFieldCell"; title = "késéssel (másodperc):"; ObjectID = "303"; */
"303.title" = "késéssel (másodperc):";

/* Class = "NSButtonCell"; title = "Ismételje meg a sikertelen hálózati folyamatokat"; ObjectID = "305"; */
"305.title" = "Ismételje meg a sikertelen hálózati folyamatokat";

/* Class = "NSBox"; title = "Frissítés"; ObjectID = "316"; */
"316.title" = "Frissítés";

/* Class = "NSButtonCell"; title = "Automatikus frissítések ellenőrzése"; ObjectID = "318"; */
"318.title" = "Automatikus frissítések ellenőrzése";

/* Class = "NSButtonCell"; title = "Frissítések keresése most"; ObjectID = "320"; */
"320.title" = "Frissítések keresése most";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "326"; */
"326.title" = "Más nézetek";

/* Class = "NSBox"; title = "Átvitelek szabályozása"; ObjectID = "328"; */
"328.title" = "Átvitelek szabályozása";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "331"; */
"331.title" = "Letöltések";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "334"; */
"334.title" = "Feltöltések";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "337"; */
"337.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Korlátlan sávszélesség"; ObjectID = "338"; */
"338.title" = "Korlátlan sávszélesség";

/* Class = "NSTextFieldCell"; title = "Maximális teljesítmény:"; ObjectID = "341"; */
"341.title" = "Maximális teljesítmény:";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "344"; */
"344.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = "Korlátlan sávszélesség"; ObjectID = "345"; */
"345.title" = "Korlátlan sávszélesség";

/* Class = "NSTextFieldCell"; title = "Maximális teljesítmény:"; ObjectID = "348"; */
"348.title" = "Maximális teljesítmény:";

/* Class = "NSBox"; title = "Titkosítás"; ObjectID = "350"; */
"350.title" = "Titkosítás";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "353"; */
"353.title" = "Más nézetek";

/* Class = "NSTextFieldCell"; title = "Válassza ki az algoritmust a fájlok titkosításához feltöltés közben."; ObjectID = "355"; */
"355.title" = "Válassza ki az algoritmust a fájlok titkosításához feltöltés közben.";

/* Class = "NSBox"; title = "Alapértelmezett Lomtár hely"; ObjectID = "356"; */
"356.title" = "Alapértelmezett Lomtár hely";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "359"; */
"359.title" = "Más nézetek";

/* Class = "NSTextFieldCell"; title = "Az a hely, ahol a Lomtárak alapértelmezés szerint létrejönnek."; ObjectID = "361"; */
"361.title" = "Az a hely, ahol a Lomtárak alapértelmezés szerint létrejönnek.";

/* Class = "NSBox"; title = "Alapértelmezett tárolási típus"; ObjectID = "362"; */
"362.title" = "Alapértelmezett tárolási típus";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "365"; */
"365.title" = "Más nézetek";

/* Class = "NSTextFieldCell"; title = "A csökkentett redundancia tárolás (RRS) kiválasztásával csökkentheti a költségeket a nem kritikus, reprodukálható adatok tárolásával alacsonyabb redundancia szinteken."; ObjectID = "367"; */
"367.title" = "A csökkentett redundancia tárolás (RRS) kiválasztásával csökkentheti a költségeket a nem kritikus, reprodukálható adatok tárolásával alacsonyabb redundancia szinteken.";

/* Class = "NSBox"; title = "Application"; ObjectID = "369"; */
"369.title" = "Application";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "372"; */
"372.title" = "Más nézetek";

/* Class = "NSMenuItem"; title = " "; ObjectID = "373"; */
"373.title" = " ";

/* Class = "NSTextFieldCell"; title = "Válasszon ki egy szövegszerkesztőt, mellyel alapértelmezés szerint szerkeszti a fájlokat. A szerkesztőt telepíteni kell a rendszerre, és támogatni kell az ODB interfészt."; ObjectID = "375"; */
"375.title" = "Válasszon ki egy szövegszerkesztőt, mellyel alapértelmezés szerint szerkeszti a fájlokat. A szerkesztőt telepíteni kell a rendszerre, és támogatni kell az ODB interfészt.";

/* Class = "NSButtonCell"; title = "Mindig ezt az alkalmazást használja"; ObjectID = "377"; */
"377.title" = "Mindig ezt az alkalmazást használja";

/* Class = "NSBox"; title = "Nyelv"; ObjectID = "409"; */
"409.title" = "Nyelv";

/* Class = "NSTextFieldCell"; title = "A módosítások az alkalmazás következő megnyitásakor lépnek érvénybe."; ObjectID = "411"; */
"411.title" = "A módosítások az alkalmazás következő megnyitásakor lépnek érvénybe.";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "414"; */
"414.title" = "Más nézetek";

/* Class = "NSBox"; title = "Verziózás"; ObjectID = "0OS-In-OnW"; */
"0OS-In-OnW.title" = "Verziózás";

/* Class = "NSButtonCell"; title = "Kulcsok használata"; ObjectID = "318-M1-7rH"; */
"318-M1-7rH.title" = "Kulcsok használata";

/* Class = "NSBox"; title = "Default ACL"; ObjectID = "413-ca-YoL"; */
"413-ca-YoL.title" = "Default ACL";

/* Class = "NSTextFieldCell"; title = "Choose the predefined set of grantees and permissions to apply to new buckets and files."; ObjectID = "4Yf-WE-fsN"; */
"4Yf-WE-fsN.title" = "Choose the predefined set of grantees and permissions to apply to new buckets and files.";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "8oB-mo-TeL"; */
"8oB-mo-TeL.title" = "Más nézetek";

/* Class = "NSButtonCell"; title = "Szegmentált letöltések több kapcsolattal fájlonként"; ObjectID = "Dvz-7i-NUp"; */
"Dvz-7i-NUp.title" = "Szegmentált letöltések több kapcsolattal fájlonként";

/* Class = "NSBox"; title = "Alapértelmezett tárolási típus"; ObjectID = "H10-BD-7Zg"; */
"H10-BD-7Zg.title" = "Alapértelmezett tárolási típus";

/* Class = "NSButtonCell"; title = "Enable Versioning"; ObjectID = "IWt-2r-p5o"; */
"IWt-2r-p5o.title" = "Enable Versioning";

/* Class = "NSButtonCell"; title = "Checksum ellenőrzése"; ObjectID = "JQr-Vn-9Xj"; */
"JQr-Vn-9Xj.title" = "Checksum ellenőrzése";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "LOt-Ur-gZL"; */
"LOt-Ur-gZL.title" = "Más nézetek";

/* Class = "NSButtonCell"; title = "Automatically download and install updates"; ObjectID = "NvW-EF-5oW"; */
"NvW-EF-5oW.title" = "Automatically download and install updates";

/* Class = "NSTextFieldCell"; title = "Feltöltések"; ObjectID = "OF7-e3-pIZ"; */
"OF7-e3-pIZ.title" = "Feltöltések";

/* Class = "NSButtonCell"; title = "Hibakeresési napló engedélyezése"; ObjectID = "Ocq-JC-4Gq"; */
"Ocq-JC-4Gq.title" = "Hibakeresési napló engedélyezése";

/* Class = "NSButtonCell"; title = "Mutatás a Keresőben"; ObjectID = "Pw4-rQ-xRd"; */
"Pw4-rQ-xRd.title" = "Mutatás a Keresőben";

/* Class = "NSTextFieldCell"; title = "Choose the predefined set of grantees and permissions to apply to new buckets and files."; ObjectID = "Qg3-4s-tpR"; */
"Qg3-4s-tpR.title" = "Choose the predefined set of grantees and permissions to apply to new buckets and files.";

/* Class = "NSTextFieldCell"; title = "A csökkentett redundancia tárolás (RRS) kiválasztásával csökkentheti a költségeket a nem kritikus, reprodukálható adatok tárolásával alacsonyabb redundancia szinteken."; ObjectID = "SEJ-MV-ehv"; */
"SEJ-MV-ehv.title" = "A csökkentett redundancia tárolás (RRS) kiválasztásával csökkentheti a költségeket a nem kritikus, reprodukálható adatok tárolásával alacsonyabb redundancia szinteken.";

/* Class = "NSBox"; title = "Alapértelmezett Lomtár hely"; ObjectID = "V1l-Oi-w0c"; */
"V1l-Oi-w0c.title" = "Alapértelmezett Lomtár hely";

/* Class = "NSTabViewItem"; label = "Checksum"; ObjectID = "VK5-4m-22V"; */
"VK5-4m-22V.label" = "Checksum";

/* Class = "NSTextFieldCell"; title = "Az a hely, ahol a Lomtárak alapértelmezés szerint létrejönnek."; ObjectID = "Vaz-8e-u1G"; */
"Vaz-8e-u1G.title" = "Az a hely, ahol a Lomtárak alapértelmezés szerint létrejönnek.";

/* Class = "NSBox"; title = "Cryptomator"; ObjectID = "Xoe-j6-yKO"; */
"Xoe-j6-yKO.title" = "Cryptomator";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "diO-fA-NtZ"; */
"diO-fA-NtZ.title" = "Más nézetek";

/* Class = "NSTextFieldCell"; title = "Letöltések"; ObjectID = "jMp-5G-M0R"; */
"jMp-5G-M0R.title" = "Letöltések";

/* Class = "NSButtonCell"; title = "Checksum ellenőrzése"; ObjectID = "ksK-EV-u9o"; */
"ksK-EV-u9o.title" = "Checksum ellenőrzése";

/* Class = "NSBox"; title = "Napló"; ObjectID = "lZs-z3-3nW"; */
"lZs-z3-3nW.title" = "Napló";

/* Class = "NSButtonCell"; title = "Nyitott széf automatikus észlelése a böngészőben"; ObjectID = "lsw-7x-O1N"; */
"lsw-7x-O1N.title" = "Nyitott széf automatikus észlelése a böngészőben";

/* Class = "NSBox"; title = "Böngésző"; ObjectID = "mev-Su-J1f"; */
"mev-Su-J1f.title" = "Böngésző";

/* Class = "NSTabViewItem"; label = "Cryptomator"; ObjectID = "prD-Uh-R1Z"; */
"prD-Uh-R1Z.label" = "Cryptomator";

/* Class = "NSMenu"; title = "Más nézetek"; ObjectID = "rw5-0E-6t1"; */
"rw5-0E-6t1.title" = "Más nézetek";

/* Class = "NSBox"; title = "Verziózás"; ObjectID = "vrs-S3-box"; */
"vrs-S3-box.title" = "Verziózás";

/* Class = "NSButtonCell"; title = "Show all versions of files"; ObjectID = "vrs-S3-cel"; */
"vrs-S3-cel.title" = "Show all versions of files";

/* Class = "NSTextFieldCell"; title = "Show all file versions in browser. Disable for faster browsing of buckets with many versions."; ObjectID = "vrs-S3-txc"; */
"vrs-S3-txc.title" = "Show all file versions in browser. Disable for faster browsing of buckets with many versions.";

/* Class = "NSTextFieldCell"; title = "Keep previous version on server when saving file and allow restore in Info → Versions."; ObjectID = "x4Z-Bm-NiW"; */
"x4Z-Bm-NiW.title" = "Keep previous version on server when saving file and allow restore in Info → Versions.";

/* Class = "NSBox"; title = "Default ACL"; ObjectID = "y8O-CF-T0G"; */
"y8O-CF-T0G.title" = "Default ACL";
